{
    "categories": [
        {
            "title": "Путешествия",
            "image": "airplane",
            "questions": [
                "Какое место ты мечтаешь посетить?",
                "Какой стране ты предпочел бы жить?",
                "Какую экзотическую еду ты хотел бы попробовать?",
                "Какой вид транспорта тебе нравится больше всего?",
                "Какую страну ты бы не хотел посетить и почему?"
            ]
        },
        {
            "title": "Еда и напитки",
            "image": "leaf.fill",
            "questions": [
                "Какое твое любимое блюдо?",
                "Какой напиток ты предпочитаешь: чай или кофе?",
                "Если бы ты был фруктом, каким бы ты был и почему?",
                "Какую еду ты не можешь есть из-за аллергии?",
                "Какое блюдо ты готовишь лучше всего?"
            ]
        },
        {
            "title": "Кино и телевидение",
            "image": "film.fill",
            "questions": [
                "Какой фильм стоит у тебя на первом месте в твоем списке любимых фильмов?",
                "Какой актер или актриса твой кумир?",
                "Если бы ты снимался в фильме, какую роль ты бы выбрал для себя?",
                "Какой твой любимый телевизионный шоу?",
                "Если бы ты мог попасть в мир любого фильма, в какой бы мир ты попал?"
            ]
        },
        {
            "title": "Музыка",
            "image": "music.note",
            "questions": [
                "Какой стиль музыки тебе нравится больше всего?",
                "Какая песня всегда поднимает твое настроение?",
                "Какой музыкальный инструмент ты бы хотел научиться играть?",
                "Если бы ты мог стать известным музыкантом, какой бы группой ты хотел стать частью?",
                "Какой концерт ты мечтаешь посетить?"
            ]
        },
        {
            "title": "Технологии",
            "image": "cpu",
            "questions": [
                "Какое устройство ты используешь чаще всего?",
                "Какое приложение ты бы создал, если бы был программистом?",
                "Какую технологическую новинку ты ждешь с нетерпением?",
                "Если бы у тебя был свой стартап, в какой области он бы работал?",
                "Какой гаджет ты считаешь самым полезным в повседневной жизни?"
            ]
        },
        {
            "title": "Спорт и активности",
            "image": "bicycle",
            "questions": [
                "Какой вид спорта тебе интересен больше всего?",
                "Если бы ты мог стать профессиональным спортсменом, какой спорт выбрал бы?",
                "Какая физическая активность помогает тебе расслабиться?",
                "Какой спортивный момент считаешь самым впечатляющим?",
                "Если бы ты участвовал в Олимпийских играх, в какой дисциплине?"
            ]
        },
        {
            "title": "Искусство и творчество",
            "image": "paintpalette",
            "questions": [
                "Какой вид искусства ты больше всего ценишь?",
                "Если бы ты мог стать художником, какой стиль выбрал бы для своих работ?",
                "Какая книга, фильм или песня вызвала у тебя сильные эмоции?",
                "Если бы ты мог создать монумент, что бы это было?",
                "Какое произведение искусства считаешь наиболее вдохновляющим?"
            ]
        },
        {
            "title": "Наука и открытия",
            "image": "flame",
            "questions": [
                "Если бы ты мог сделать одно открытие, какую область исследовал бы?",
                "Какие научные факты или явления тебя удивляют?",
                "Какое научное открытие считаешь наиболее значимым для человечества?",
                "Если бы ты мог путешествовать во времени, куда бы отправился и зачем?",
                "Какие области науки тебя наиболее привлекают?"
            ]
        },
        {
            "title": "Личное развитие",
            "image": "person.crop.circle",
            "questions": [
                "Какая навык или хобби ты хотел бы освоить в будущем?",
                "Какой личный опыт считаешь самым важным для своего развития?",
                "Какие качества характера ты стараешься развивать в себе?",
                "Если бы ты мог получить любое образование, какую специальность выбрал бы?",
                "Какие личные достижения считаешь своими самыми значимыми?"
            ]
        }
    ]
}

