//
//  RuleSet.swift
//  TeamBoom
//
//  Created by Андрей Бородкин on 10.08.2023.
//
// swiftlint:disable line_length

import Foundation

let rules =
"""
Все игроки становятся в круг.
Первый игрок берет телефон и нажимает кнопку:
На экране появляется вопрос 'Назовите Фрукт'.
Игрок отвечает на вопрос и после правильного ответа передает телефон следующему игроку (правильность ответа определяют другие участники).
Игроки по кругу отвечают на один и тот же вопрос до тех пор, пока не взорвется бомба.
Проигравшим считается тот, в чьих руках взорвалась бомба.
Если в настройках выбран режим игры 'С заданиями', то проигравший выполняет задание.
"""

// swiftlint:enable line_length
